{
  "title": "How did it start?",
  "content": "Even before Charles Darwin proposed his theory of evolution in 1859, scientists the world over had been trying to understand how life got started. How did non-living molecules that covered the young Earth combine to form the very first life form? Chemist Nicholas Hud has been working on this problem at the Georgia Institute of Technology for more than a decade. He and his students have discovered that small molecules could have acted as  molecular midwives  in helping the building blocks of life's genetic material form long chains, and may have assisted in selecting the base pairs of the DNA double helix. The discovery is an important step in the effort to trace the evolution of life all the way to the very beginning, back to the earliest self-replicating molecules. We are working to uncover how molecules similar to RNA and DNA first appeared on Earth around 4 billion years ago,  Hud said.  A few years ago, we proposed a theory that small, simple molecules acted as templates for the production of the first RNA-like molecules. Many of these small molecules, or molecular midwives, would have worked together to produce RNA by spontaneously mixing and assembling with the chemical building blocks of RNA. In contemporary life, RNA is present in all cells and is responsible for transmitting genetic information from DNA to proteins. Many scientists believe that RNA, or something similar to RNA, was the first molecule on Earth to self-replicate and begin the process of evolution that led to more advanced forms of life, including human beings. Recently, Hud and his team made a discovery that further advances their theory that certain molecules helped the first RNA and DNA molecules to form. We've found that the molecule ethidium can assist short polymers of nucleic acids, known as oligonucleotides, in forming longer polymers. Ethidium can also select the structure of the base pairs that hold together two strands of DNA. One of the biggest problems in getting a polymer to form is that, as it grows, its two ends often react with each other instead of forming longer chains. The problem is known as strand cyclization. Hud and his research team discovered that by using a molecule that can bind in between two neighboring base pairs of DNA, known as an intercalator, they can bring short pieces of DNA and RNA together in a manner that helps them create much longer molecules. If you have the intercalator present, you can get polymers. With no intercalator, it doesn't work, it's that simple,  Hud explained. Hud and his team also tested how much influence a midwife molecule might have had on creating the Watson-Crick base pairs that make up the structure of DNA (A pairs with T, and G pairs with C). They found that the base pair matching was dependent on the midwife present during the reaction. Ethidium was most helpful for forming polymers with the specific Watson-Crick base pairs of DNA. Another molecule that they call aza3 made polymers in which each A base is paired with another A. In our experiment, we found that the midwife molecules we used had a direct effect on the kind of base pairs that formed,  Hud said.  We're not saying that ethidium was the original midwife, but we've shown that the principle of a small molecule working as a midwife is sound. We're now searching for the identity of a molecule that could have helped make the first genetic polymers, a sort of 'unselfish' molecule that was not part of the first genetic polymers, but was critical to their formation,  he added. -- David Terraso, Georgia Institute of Technology, david.terraso@comm.gatech.edu This Behind the Scenes article was provided to LiveScience in partnership with the National Science Foundation.",
  "author": "Tuhin",
  "slug":"how-did-it-start"
}
